{
  "main": {
    "name": "Artis Jackson Jr",
    "occupation": "AWS Cloud Engineer",
    "description": " 3+ years of experience in cloud computing, creating private networks, IaC, and system administrations. Dedicated and self-motivated AWS Engineer that is always looking to push the environment in the most optimal way. Strong experience operating globally distributed, mission critical systems, and designing for high availability and performance. Excellent communication skills with the ability to adapt to new technologies and learn quickly.",
    "image": "profilepic.jpg",
    "bio": "Before I began my career in Cloud Computing, I owned a successful clothing brand named IceDream. Eventually, I ventured into web and graphic design where my interest to learn about computers, and how the function grew. I began pursuing a B.S. in Software Development but switched my major to Computer Networks and Cyber Security because I fell in love with cyber, due to the vulnerabilities and how everything is connected. After taking two courses on Cloud Computing, an AWS fanatic was born.\n Upon the completion of my Bachelors, I immediately started my Masters program on Cloud Computing Architecture. I purchased every book I could to increase my knowledge on the subject and joined every group I could to soak up the wealth of information. The ability to become a one-man datacenter, in a sense, for a company excited me. Knowing that I could take a company to the next level with security, scalability, redundancy, and reduced cost, blew my away. \n  I am now taking on every project I can and learning more about containers such as Docker and Kubernetes. I am also learning about different automation such as Ansible, Terraform, and CloudFormation. Day by day I am increasing my knowledge and proficiency in cloud computing with AWS and Azure. This is my passion, and I am ready for all the opportunities ahead. ",
    "contactmessage": "Here is where you should write your message to readers to have them get in contact with you.",
    "email": "Artis.M.Jackson@gmail.com",
    "phone": "386-308-9745",
    "address": {
      "street": "(Your Street)",
      "city": "Melissa",
      "state": "Texas",
      "zip": "75454"
    },
    "website": "http://www.timbakerdev.com",
    "resumedownload": "http://timbakerdev.com",
    "social": [
      {
        "name": "linkedin",
        "url": "https://www.linkedin.com/in/artis-jackson/",
        "className": "fa fa-linkedin"
      },
      {
        "name": "github",
        "url": "https://github.com/Ajackson6",
        "className": "fa fa-github"
      }
    ]
  },
  "resume": {
    "skillmessage": "My top skills ",
    "education": [
      {
        "school": "University of Maryland Global Campus",
        "degree": "Masters in Science or Cloud Computing Architecture",
        "graduated": "Dec 2022",
        "description": "Describe your experience at school, what you learned, what useful skills you have acquired etc."
      },
      {
        "school": "School #1 Maybe College?",
        "degree": "What did you study 101",
        "graduated": "March 2003",
        "description": "Describe your experience at school, what you learned, what useful skills you have acquired etc."
      }
    ],
    "work": [
      {
        "company": "Awesome Design Studio",
        "title": "Senior UX God ",
        "years": "March 2010 - Present",
        "description": "Describe work, special projects, notable achievements, what technologies you have been working with, and anything else that would be useful for an employer to know."
      },
      {
        "company": "Super Cool Studio",
        "title": "Junior bug fixer",
        "years": "March 2007 - February 2010",
        "description": "Describe work, special projects, notable achievements, what technologies you have been working with, and anything else that would be useful for an employer to know."
      }
    ],
    "skills": [
      {
        "name": "Git",
        "level": "60%"
      },
      {
        "name": "Illustrator",
        "level": "55%"
      },
      {
        "name": "ReactJs",
        "level": "50%"
      },
      {
        "name": "CSS",
        "level": "90%"
      },
      {
        "name": "HTML5",
        "level": "80%"
      },
      {
        "name": "VueJs",
        "level": "50%"
      },
      {
        "name": "MongoDB",
        "level": "80%"
      }
    ]
  },
  "portfolio": {
    "projects": [
      {
        "title": "Canadian Wanderlust",
        "category": "My Travel Blog for my post-university travels",
        "image": "canadian-wanderlust.jpg",
        "url": "https://www.canadianwanderlust.com"
      },
      {
        "title": "Fury Fighting Gear",
        "category": "(offline now) A fighting gear company I started",
        "image": "fury-fighting-gear.jpg",
        "url": "http://www.timbakerdev.com"
      },
      {
        "title": "Original Thai Food",
        "category": "Website I built for a restaurant I like in Thailand",
        "image": "original-thai-food.jpg",
        "url": "http://www.timbakerdev.com/originalthaifood.github.io"
      },
      {
        "title": "Resume Website",
        "category": "A React based resume website template",
        "image": "resume-website.jpg",
        "url": "http://www.timbakerdev.com"
      },
      {
        "title": "Smirkspace",
        "category": "(MVP Only) A React and Meteor based chat University project.",
        "image": "smirkspace.jpg",
        "url": "http://www.smirkspace.com"
      }
    ]
  },
  "testimonials": {
    "testimonials": [
      {
        "text": "Here you should write some nice things that someone has said about you. No lies though, employers can tell when you are lying.",
        "user": "Kareem Abdul Jabbar"
      },
      {
        "text": "That Tim Baker must be one of the most brilliant developers I've ever met! It is amazing that nobody has hired him yet. Hey you, you should hire this guy, he may be fresh out of University and have zero on the job experience but I am confident that he will be one of your best developers in no time!",
        "user": "Steve Wozniak... impersonator"
      }
    ]
  }
}
