{
  "main": {
    "name": "Artis Jackson Jr",
    "occupation": "AWS Cloud Engineer",
    "description": " 3+ years of experience in cloud computing, creating private networks, IaC, and system administrations. Dedicated and self-motivated AWS Engineer that is always looking to push the environment in the most optimal way. Strong experience operating globally distributed, mission critical systems, and designing for high availability and performance. Excellent communication skills with the ability to adapt to new technologies and learn quickly",
    "image": "profilepic.jpg",
    "bio": "Before I began my career in Cloud Computing, I owned a successful clothing brand named IceDream. Eventually, I ventured into web and graphic design where my interest to learn about computers, and how the function grew. I began pursuing a B.S. in Software Development but switched my major to Computer Networks and Cyber Security because I fell in love with cyber, due to the vulnerabilities and how everything is connected. After taking two courses on Cloud Computing, an AWS fanatic was born.\n\n Upon the completion of my Bachelors, I immediately started my Masters program on Cloud Computing Architecture. I purchased every book I could to increase my knowledge on the subject and joined every group I could to soak up the wealth of information. The ability to become a one-man datacenter, in a sense, for a company excited me. Knowing that I could take a company to the next level with security, scalability, redundancy, and reduced cost, blew my away. \n\n  I am now taking on every project I can and learning more about containers such as Docker and Kubernetes. I am also learning about different automation such as Ansible, Terraform, and CloudFormation. Day by day I am increasing my knowledge and proficiency in cloud computing with AWS and Azure. This is my passion, and I am ready for all the opportunities ahead. ",
    "contactmessage": "Here is where you should write your message to readers to have them get in contact with you.",
    "email": "Artis.M.Jackson@gmail.com",
    "phone": "386-308-9745",
    "address": {
      "street": "(Your Street)",
      "city": "Melissa",
      "state": "Texas",
      "zip": "75454"
    },
    "website": "http://www.artisjacksoninaction.com",
    "resumedownload": "https://resumedownload.s3.amazonaws.com/Artis+Jackson_-Resume.pdf",
    "social": [
      {
        "name": "linkedin",
        "url": "https://www.linkedin.com/in/artis-jackson/",
        "className": "fa fa-linkedin"
      },
      {
        "name": "github",
        "url": "https://github.com/Ajackson6",
        "className": "fa fa-github"
      }
    ]
  },
  "resume": {
    "skillmessage": "My Skills ",
    "education": [
      {
        "school": "Masters of Science in Cloud Computing Architecture",
        "degree": "University of Maryland Global Campus",
        "graduated": "Dec 2022",
        "description": "• Analyze the strengths and weaknesses of legacy IT systems and evaluate the value of transitioning to the cloud \n • Determinethebusinessrequirementsofanorganizationtoguidetheplanningforanewcloud-based infrastructure \n • Assess the capabilities of contractors and their services in the cloud ecosystem \n • Design a new cloud-based network architecture for an organization \n • Create and execute a project management plan to transition from the legacy system to the cloud-based system \n • Manage the cloud-based system to keep it secure and operating at optimal capacity \n • Explain cloud computing concepts and applicable benefits to business stakeholders \n • Evaluate and assess the impact of cloud computing on service management \n • Design effective cloud computing solutions that take into account an organization's structure, communications, and operational business processes, as well as financial management and cost model implications \n • Manage the process of migrating and transitioning to a cloud environment \n • Implement cloud computing architecture solutions that address cloud security and compliance fundamentals, deployment automation and elastic sizing of environments, and multi-tenant implications \n • Using both Linux and Windows operating systems to launch deploy severs for scenario based projects."
      },
      {
        "school": "Bachealors of Science in Computer Networks and Cybersecurity",
        "degree": "University of Maryland Global Campus",
        "graduated": "May 2021",
        "description": "•Completed 120 credit hours, resulting in a Bachelor’s Degree in Computer Networks and Cybersecurity Studied topics including: \n \t o Fundamentals of Computer Troubleshooting, Fundamentals of Networking, Network Security, Ethical Hacking, Cloud Technologies, Switching, Routing, and Wireless Essentials, Current Trends and Projects in Computer Networks and Cybersecurity \n •Evaluated, installed, configured, maintained, and troubleshot computer hardware components and operating systems \n •Configured and managed Cisco switches within multi-protocol inter networks, wireless network, and routing protocols \n •Designed, developed, and wrote security systems, including a penetration testing proposal using ethical hacking methods and a vulnerability management plan including a process to analyze vulnerabilities and recommend mitigating strategies \n •Developed a proof of concept by building a virtual machine on the AWS cloud platform to host existing infrastructure \n • Resolved IT system problems and met the needs of end-users by applying troubleshooting methodologies"
      }
    ],
    "work": [
      {
        "company": "AWS DevOps Student",
        "title": "SkillStorm",
        "years": "February 2022 - May 2022",
        "description": "• The AWS solutions architect course is designed to prepare for the AWS Solutions Architect Associate certification. This course will provide the skills needed to effectively design, deploy, manage, and operate workloads on AWS cloud infrastructure.\n • Create & modified MySQL databases, and connected them to an AWS account running automation queries to find specific data.\n • Utilizing the CLI to preform updates, input files, and modifications to files system on AWS servers."
      },
      {
        "company": "DevOps Architect Intern",
        "title": "B.E.A.T. LLC",
        "years": "August 2021 - April 2022",
        "description": "•Developed and deployed Cloud infrastructure for local application from on premise deployment\n • Created an architecture for new technology utilizing cloud technology for internal BEAT employee development as part of BEAT Career Progression Program for staff certification and training.\n • Connected B.E.A.T.s proprietary GitHub to an VPC for automation of application deployment utilizing DevSecOps best practices and tools \n • Utilized Jenkins, Terraform, AWS, GitHub and Ansible as part of application integration and orchestration. \n • Trained College interns on the basic fundamentals of AWS cloud environment: EC2, CloudWatch,\n • CloudFormation, IAM, S3, ECS, and EKS. Developed lab to be completed by interns as part of BEAT Rowdy Runners and College Internship Program \n • Designed coursework and syllabus support for AWS & Cloud development as part of College Internship Program.\n • Taught the basic functionality of Linux to college intern in how to navigate through the operating system and being able to choose which Linux distribution."
      }, 
      {
        "company": "Lead Supervisor, Tactical Data Coordinator",
        "title": "United States Navy",
        "years": "February 2009 - January 2022",
        "description": "•Tracked 550+ surface contacts and plotted 120 navigation aids during 15 harbor transits and anchoring evolutions; served as a technical expert in support of 12 additional training scenarios \n • Coordinated, the data link connection between multiple Naval vessels over satellites uses Link11 and link16 ,, which created a unified tactical picture for the fleet. \n • Provided on-the-job training and instruction to 7 personnel to support cross-training for an undermanned department, ensuring full coverage all operational areas \n • Mentored up to 50 new employees annually, providing program onboarding and familiarization, and coordinated 900+ hours of training to provide career advancement opportunities to trainees \n • Oversaw ongoing communications among team including newsletters, social media updates, and documentation of command events distributed to 136 personnel monthly \n • Facilitated 30 drills and trained 136 new team members as the Damage Control Training Team member, resulting in increased team emergency response proficiency and certification"
      }
    ],
    "skills": [
      {
        "name": "AWS",
        "level": "85%"
      },
      {
        "name": "Networking",
        "level": "70%"
      },
      {
        "name": "System Administrations",
        "level": "70%"
      },
      {
        "name": "Terraform",
        "level": "30%"
      },
      {
        "name": "DevOps",
        "level": "30%"
      },
      {
        "name": "Software Dev",
        "level": "50%"
      },
      {
        "name": "Linux/Window Servers",
        "level": "60%"
      },
      {
        "name": "Databases",
        "level": "20%"
      }
    ]
  },
  "portfolio": {
    "projects": [
      {
        "title": "Canadian Wanderlust",
        "category": "My Travel Blog for my post-university travels",
        "image": "canadian-wanderlust.jpg",
        "url": "https://www.canadianwanderlust.com"
      }
    ]
  },
  "testimonials": {
    "testimonials": [
      {
        "text": "Here you should write some nice things that someone has said about you. No lies though, employers can tell when you are lying.",
        "user": "Kareem Abdul Jabbar"
      },
      {
        "text": "That Tim Baker must be one of the most brilliant developers I've ever met! It is amazing that nobody has hired him yet. Hey you, you should hire this guy, he may be fresh out of University and have zero on the job experience but I am confident that he will be one of your best developers in no time!",
        "user": "Steve Wozniak... impersonator"
      }
    ]
  }
}
